var goods = [
	{   imgName:"img/zhuye/goodsnav/1.png",
		classfiy: "母婴儿童",
		goodsNav: [
			{
				name: "奶粉",
				variety: ['爱他美','牛栏','a2','喜宝','贝拉米','Hero Bady','美素佳儿','美林','惠氏','雅培','美赞臣','雀巢','合生元','满趣健','Pre段','1段','2段','3段','5段(2+)']
			},
			{
				name: "纸尿裤/拉拉裤",
				variety:['花王','尤妮佳','大王','好奇','妈咪宝贝','帮宝适','班博','丽贝乐','宝松怡','NB号','S号','M号','L号','XL号','XXL号']
			},
			{
				name: "营养铺食",
				variety:['辅食泥','米粉米糊','泡芙','溶溶豆','营养品','饼干','肉松面仔','调味品','其他辅食','其他零食']
			},
			{
				name: "宝宝用品",
				variety:['洗漱护肤','护理','喂养','出行','清洁消毒','文具图书','积木','益智玩具','其他玩具','宝宝家居','小家电']
			},
			{
				name: "童装童鞋",
				variety:['童装','儿童配饰','童鞋']
			},
			{
				name: "孕妈必备",
				variety:['营养','洗护','待产新生','穿戴','塑身']
			}
		]
	},
	{     imgName:"img/zhuye/goodsnav/2.png",
		classfiy: "美容彩妆",
		goodsNav: [
			{
				name: "护肤",
				variety:['洁面','卸妆','爽肤水','面霜','眼部护理精华','乳液/凝胶','手/足护理','具体护理','唇部护理','护肤套装','男士面膜','精油芳疗','面部护肤','男士护肤']
			},
			{
				name: "面膜",
				variety:['可莱丝','森田药妆','丽得姿','SNP Elizavecca','我的心机','自然晨露','我的美丽日记','BEYOND','其他面膜']
			},
			{
				name: "彩妆",
				variety:['BB霜/CC霜','唇膏/唇彩','隔离/妆前','粉底粉饼/散粉','美甲','眼线','眉笔','睫毛膏','眼影','腮红','遮瑕','高光/修颜','香水','化妆工具','彩妆工具']
			},
			{
				name: "防嗮修复",
				variety:['露得清','香蕉船','近江兄弟','曼秀雷敦','碧柔','其他防嗮']
			},
			{
				name: "香水/香氛",
				variety:['女士香水','男士香水','香水套装','Q版香水']
			}
			
		]
	},
	{
        imgName:"img/zhuye/goodsnav/3.png",
		classfiy: "服饰鞋包",
		goodsNav: [
			{
				name: "精选大牌",
				variety:['MICHAEL KORS','COACH蔻驰','SWAROVSKI','FURLA芙拉','Kipling凯普林','Salvatore Ferragamo','LONGCHAMP珑骧','BOTTEGA VENETA','Kate Spade','Rebecca Minkoff','土拨鼠']
			},
			{
				name: "手表配饰",
				variety:['墨镜','眼镜','腰带','项链','手镯','大牌手表','流行饰品','围巾/丝巾','Zippo打火机','Ray Ban雷朋','GENTLE MONSTER','KAREN WALKER','军刀','其他配件']
			},
			{
				name: "女士箱包",
				variety:['斜挎包','手提包','手拿包','双肩包','化妆包','钱包/卡包','附件包']
			},
			{
				name: "服饰内衣",
				variety:['男装','女装','丝袜','CAlvin Klein 卡文莱克','睡衣/家居服套装','内衣']
			},
			{
				name: "男士箱包",
				variety:['斜挎包','手拿包','双肩包','商务包','钱包/卡包','网易考拉拉杆箱','手提包']
			},
			{
				name: "鞋",
				variety:['女鞋','男鞋','户外鞋']
			}
		]
	},
	{
        imgName:"img/zhuye/goodsnav/4.png",
		classfiy: "家居个护",
		goodsNav: [
			{
				name: "洗护日用",
				variety:['洗发水','护发素','发膜','染发剂','护发精油','梳子','沐浴露','沐浴皂','洗手液','牙膏','牙刷','漱口水','牙线','身体乳','手/足护理','磨砂膏']
			},
			{
				name: "女性护理",
				variety:['卫生巾','护垫','卫生棉条','私处洗液']
			},
			{
				name: "其他个护",
				variety:['眼罩','口罩','其他个护','避孕套','人体润滑','男用器具','女用器具','情趣玩具']
			},
			{
				name: "宠物生活",
				variety:['宠物主粮','宠物零食','宠物洗护美容','宠物玩具','宠物医疗保健']
			},
			{
				name: "居家家用",
				variety:['杯子','滤水壶/滤芯','锅具刀具','厨房餐饮','纸品','衣物清洁','驱虫除臭','家居清洁']
			},
			{
				name: "家装家纺",
				variety:['枕头','床上用品','毛巾浴巾','浴袍','其他家纺用品']
			}
		]
	},
	{
        imgName:"img/zhuye/goodsnav/5.png",
		classfiy: "营养保健",
		goodsNav: [
			{
				name: "营养补充",
				variety:['眼药水','维生素','鱼油','酵素','蛋白粉','葡萄籽','蔓越莓','叶酸','蜜蜂/蜂胶','铁钙','蛋白质/氨基酸','大豆异黄酮','大蒜提取物','胶原蛋白','参类','蜂蜜','奶蓟草','月见草','番茄红素','芦荟','卵磷脂','银杏','叶黄/蓝莓','DHA','维骨力']
			},
			{
				name: "健康养护",
				variety:['男性功能','美容养颜','调节三高','关节养护','肝肾养护','减肥瘦身','调节免疫','心脑保健','滋补养生','骨骼健康','保护视力','改善睡眠','改善贫血','护发养发']
			},
			{
				name: "女性必备",
				variety:['减肥瘦身','舒缓岁月','胶原蛋白','内分泌酵素','补气养血']
			},
			{
				name: "关爱老年",
				variety:['滋补养生','心脑保健','调节三高','调节免疫','肝肾养护','骨骼关节']
			},
			{
				name: "男性必备",
				variety:['护肝','补钙','肾/湶','玛卡']
			},
			{
				name: "国际汇",
				variety:['澳新','韩国','德国','日本','美国']
			}
		]
	},
	{
        imgName:"img/zhuye/goodsnav/6.png",
		classfiy: "海外直邮",
		goodsNav: [
			{
				name: "配饰服饰",
				variety:['Daninel Wellington','CITIZEN西铁域','Pandora潘多拉','浪琴','YSL','拉夫.劳伦','TOMMY HILFIGER','CANADA GOOSE加拿大鹅','Johnstons of Elgin','Columbia哥伦比亚']
			},
			{
				name: "美妆个护",
				variety:['FOREO洁面仪','赛贝格','德国世家','笛梵','NYX','妙巴黎','ORIBE','Lenor Greyl施巴','PHILP B,Eugene Pema','Pure Body Naturals']
			},
			{
				name: "电子生活",
				variety:['Marshall马歇尔','Bose','SENNHEISER森海塞尔','耳机','音响','耳麦','音影娱乐']
			},
			{
				name: "母婴专区",
				variety:['LEGO乐高','古戈氏','美德乐吸奶器','法国牛栏','婴儿奶粉','宝宝用品','玩具总动员']
			},
			{
				name: "日用家居",
				variety:[],
			},
			{
				name: "美食保健",
				variety:[],
			}
		]
	},
    {
        imgName:"img/zhuye/goodsnav/7.png",
		classfiy: "数码家电",
		goodsNav: [
			{
				name: "手机/配件",
				variety:['苹果','华为','OPPO','vivo','三星','数据线','手机壳','手机贴膜']
			},
			{
				name: "数码影音",
				variety:['数码相机','耳机/耳麦','音响/音箱','单反相机','微单','拍立得','平板/游戏机','智能穿戴','电脑/电脑周边','其他配件']
			},
			{
				name: "生活电器",
				variety:['戴森','电风扇','除湿机','空气净化器','扫地机器人','吸尘器除螨','加湿器','其他生活电器']
			},
			{
				name: "个人健康",
				variety:['电吹风/风筒','电动牙刷','剃须刀','卷/直发器','剃/脱毛器','鼻毛修剪器','理发器','按摩梳','按摩仪','其他个护电器']
			},
			{
				name: "厨房电器",
				variety:['电水壶/热水瓶/饮水机','咖啡机/咖啡壶','原汁机/榨汁机','电饭煲,搅拌/料理机','面包机','净水器','其他厨房电器']
			},
			{
				name: "办公/外设",
                variety:['电脑/平板电脑','凌美','Kindle','笔类','智能手表','电子书','照片打印机','办公文具','键盘','本册','鼠标','投影机']
				
			}
		]
	},
    {
        imgName:"img/zhuye/goodsnav/8.png",
		classfiy: "环球美食",
		goodsNav: [
			{
				name: "乳品/咖啡/麦片/冲饮",
				variety:['成人奶粉','奶片','进口牛奶','酸奶','麦片','五谷冲饮','热可可','其他冲饮','速溶咖啡','咖啡粉','咖啡豆','胶嚷咖啡','咖啡伴侣']
			},
			{
				name: "人气热门",
				variety:['德运','丸太拉面','UCC咖啡','轩尼诗','成人奶粉','可乐','早餐麦片','歌帝梵','卡乐比','巴黎水']
			},
			{
				name: "茶/酒/饮料",
				variety:['葡萄酒','洋酒','白酒','啤酒','黄酒','品质水饮','饮料','碳酸饮料','果蔬汁','花草茶','茶饮']
			},
			{
				name: "粮油副食",
				variety:['调味品/料理','果酱/酱料','食用油/橄榄油','泡面','方便速食','罐头','米面杂粮','南北干货','端午粽子']
			},
			{
				name: "休闲零食",
				variety:['坚果','蜜饯果干','糖果巧克力','薯片/膨化','海产品','果冻布丁','肉脯干','其他零食']
			},
			{
				name: "饼干糕点",
                variety:['饼干','糕点','点心','莱家威化']
				
			}
		]
	},
     {
        imgName:"img/zhuye/goodsnav/9.png",
		classfiy: "运动户外",
		goodsNav: [
			{
				name: "运动鞋",
				variety:['跑步鞋','休闲鞋','篮球鞋','NIKE','阿迪达斯','ASICS','美津龙','圣康尼','SKORA,Under Amour']
			},
			{
				name: "运动服装",
				variety:['运动T恤','运动卫衣','运动裤','更多商品','NIKE','阿迪达斯']
			},
			{
				name: "户外鞋靴",
				variety:['登山鞋','徒步鞋','溯溪鞋','越野跑鞋','LOWA','CRISPI','Bestard','Keen']
			},
			{
				name: "户外服装",
				variety:['速干体恤','卫衣衬衣','皮肤风衣','冲锋衣裤','户外裤','功能内衣','帽子/皮带','土拨鼠','巴塔','棉服','手套','围巾/围脖']
			},
			{
				name: "户外装备",
				variety:['登山包','休闲包','越野跑包','腰包','头巾','水壶','打火机','军刀','露营装备','佳明Osprey','格里高利','维斯']
			},
			{
				name: "更多分类",
                variety:['汽车机油','渔具','壳牌','嘉实多','智能穿戴','速尔跑步机','游泳','运动相机','运动健身']
				
			}
		]
	},
    {
        imgName:"img/zhuye/goodsnav/10.png",
		classfiy: "水果生鲜",
		goodsNav: [
			{
				name: "新鲜水果",
				variety:['火龙果','奇异果','车厘子','榴莲','柠檬','牛油果','苹果','橙子','木瓜','葡萄','其他水果','柚子','枣','梨','石榴','龙眼']
			},
			{
				name: "肉品禽蛋",
				variety:['牛肉','牛排','其他肉类','鸡肉产品','鸡蛋','猪肉/腊肠/火腿','驴肉','火锅食材']
			},
			{
				name: "水产海鲜",
				variety:['鱼类/三文鱼','虾类','大闸蟹','其他水产','海参','贝类','螃蟹','海鲜礼盒','鱼类制品','乌贼','大杂蟹礼券']
			},
			{
				name: "速冻特产",
				variety:['冷冻食品','冷冻面点','海鲜制品','奶制品','蛋糕面包','冰淇淋','其他冷冻食品']
			}
		]
	},
     {
        imgName:"img/zhuye/goodsnav/11.png",
		classfiy: "药品资讯",
		goodsNav: [
		]
	}
];












